tap "danielfoehrkn/switch"
tap "homebrew/bundle"
tap "homebrew/core"
brew "gcc"
brew "awscli"
brew "azure-cli"
brew "google-cloud-sdk"
brew "helm"
brew "k3d"
brew "k3sup"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubie"
brew "mkcert"
brew "openshift-cli"
brew "stow"
brew "yq"
brew "danielfoehrkn/switch/switch"
brew "terraform"
