tap "asicsdigital/strongdm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "txn2/tap"
cask "docker"
cask "strongdm"
brew "readline"
brew "gnu-getopt"
brew "gnupg"
brew "asdf"
brew "git"
brew "hub"
brew "tig"
brew "vim"
brew "fish"
brew "exa"
brew "fzf"
brew "derailed/k9s/k9s"
brew "tmux"
brew "pspg", args: ["build-from-source"]
brew "pgcli"
brew "vivid"
brew "kubie", args: ["build-from-source"]
{{ if eq .chezmoi.os "darwin" }}
brew "docker"
{{ else }}
brew "docker", args: ["build-from-source"]
{{ end }}
brew "neovim"
brew "chezmoi"
brew "hasura-cli"
brew "diff-so-fancy"
brew "the_silver_searcher"
brew "antibody"
tap "danielfoehrkn/switch"
tap "homebrew/bundle"
tap "homebrew/core"
brew "gcc"
brew "awscli"
brew "azure-cli"
brew "google-cloud-sdk"
brew "helm"
brew "k3d"
brew "k3sup"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubie"
brew "mkcert"
brew "openshift-cli"
brew "stow"
brew "yq"
brew "danielfoehrkn/switch/switch"
brew "terraform"
brew "nvim"
